[{"id":"f152fe94-e616-4dfe-a983-a8373b02023f","name":"The problem of evil","description":"Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Vestibulum tortor quam, feugiat vitae, ultricies eget, tempor sit amet, ante. Donec eu libero sit amet quam egestas semper. Aenean ultricies mi vitae est. Mauris placerat eleifend leo.","price":99.99,"category":"workshop","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQa4sH-c1zuxhyYcOobGUEk5H6RS4NvCmUyow&usqp=CAU","location":"Jerusalem","event_type":"online"},{"id":"1c154bef-ed21-453a-9950-68ac81f5a179","name":"Creating a better world by imagining a way to create religious harmony","description":"Cras ac nulla arcu. Aenean vitae imperdiet dui. Duis dictum, tortor et ultrices gravida, diam libero blandit ipsum, nec pretium leo ligula sed lorem. Etiam tempus porttitor augue eget interdum. Aenean in rhoncus augue. Nullam sed malesuada magna, sed aliquet nibh. Pellentesque faucibus lorem vel dui feugiat, eu mollis erat hendrerit.","price":79.99,"category":"presentation","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT8_X0kjRTZgFqXEEMfzK9SLGutqllI9SjVFA&usqp=CAU","location":"Nazareth","event_type":"online"},{"id":"29308160-7b4a-43df-90ce-3fd856cd7bc5","name":"Religious visions of the environmental 'apocalypse': Theological approaches to climate change","description":"Donec tempus odio in enim semper ornare. Donec interdum lacus a sem elementum sollicitudin. Etiam dui felis, dictum nec interdum nec, pretium eu magna. Ut nulla massa, egestas nec purus in, pharetra consequat ipsum. Maecenas nec tincidunt turpis, finibus vulputate quam. ","price":49.99,"category":"scientific conference","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS3C3QhMojTllor0mbAt-lhA3Ugt8aleDhqQQ&usqp=CAU","location":"Jerusalem","event_type":"in-person"},{"id":"c497b03e-418b-4cf8-9fdc-0478bd3cf7de","name":"A scientific soul: Creating dialogue between science and religion in order to achieve a holistic view","description":"Praesent id ornare tortor, et dictum tellus. In velit est, egestas nec lacus eget, iaculis porttitor odio. Vivamus non dignissim magna, ut mattis dui. Fusce lacus massa, placerat sed ornare eget, pellentesque sed nibh. In massa libero, molestie a justo tempor, suscipit vehicula justo. Proin dignissim vel erat sed accumsan. Mauris eu est nec diam tincidunt molestie. Proin facilisis augue orci, eget ornare turpis lacinia eget.","price":129.99,"category":"scientific conference","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQWx2_EyjtukOYT2H8xq13lXjrF2IdEkX1QSQ&usqp=CAU","location":"Haifa","event_type":"in-person"},{"id":"90c8eb4a-076a-455d-bc26-50e8b3a08ee3","name":"Reflections on religious studies curriculums - a guide to effectively teaching religion in the university","description":"Vestibulum mollis turpis sed neque dictum, laoreet pulvinar metus ullamcorper. Nam commodo feugiat orci vel ultricies. Praesent pharetra vitae erat ut tempus. ","price":19.99,"category":"seminar","image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSm5X7EcNdtAN2w5UlWixir2aIOKjoaKvK02A&usqp=CAU","location":"Other","event_type":"online"}]